Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FIVE_CLICKS
source: Press Side Button 5 Times
ar: اضغط على الزر الجانبي ٥ مرات
bg: Натиснете страничния бутон 5 пъти
ca: Prem el botó lateral 5 vegades
cs: Pětkrát stiskněte postranní tlačítko
da: Tryk på sideknappen 5 gange
de: Seitentaste 5-mal drücken
el: Πάτημα πλευρικού κουμπιού 5 φορές
es: Pulsar el botón lateral 5 veces
es_us: Presiona el botón lateral cinco veces
fi: Paina sivupainiketta 5 kertaa
fr: Appuyer sur le bouton latéral 5 fois
fr_ca: Appuyer 5 fois sur le bouton latéral
he: לחיצה על כפתור הצד 5 פעמים
hi: साइड बटन 5 बार दबाएँ
hr: Pritisnite bočnu tipku 5 puta
hu: Oldalsó gomb megnyomása ötször
id: Tekan Tombol Samping 5 Kali
it: Premi il tasto laterale 5 volte
ja: サイドボタンを5回押す
kk: Бүйірлік түймені 5 рет басу
ko: 측면 버튼 5번 누르기
lt: 5 kartus spausti šoninį mygtuką
ms: Tekan Butang Sisi 5 Kali
nl: Druk vijfmaal op de zijknop
no: Trykk fem ganger på side­knappen
pl: Przycisk boczny (5 naciśnięć)
pt_br: Pressionar o Botão Lateral 5 Vezes
pt_pt: Premir botão lateral 5 vezes
ro: Apăsare buton lateral de 5 ori
ru: Нажатие боковой кнопки 5 раз
sk: Stlačenie bočného tlačidla 5-krát
sl: Petkrat pritisnite stranski gumb
sv: Tryck på sidoknappen fem gånger
th: กดปุ่มด้านข้าง 5 ครั้ง
tr: Yan Düğmeye 5 Kez Basın
uk: 5 разів натиснути бічну кнопку
vi: Nhấn nút sườn 5 lần
zh_cn: 按5次侧边按钮
zh_hk: 按下側邊按鈕五下
zh_tw: 按五下側邊按鈕

# TURN_OFF_ACCESSIBILITY_CONTINUE
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# NEWTON_TEXT_MESSAGE_HAS_NAME_HAS_LOCATION
source: %1$@ called emergency services from this approximate location after Apple Watch detected a hard fall.
ar: اتصل(ت) %1$@ بخدمات الطوارئ من هذا الموقع التقريبي بعد أن اكتشفت Apple Watch سقوطًا قويًا.
bg: %1$@ се обади на службите за спешна помощ от това приблизително местоположение, след като Apple Watch разпозна тежко падане.
ca: %1$@ ha trucat als serveis d’emergències des d’aquesta ubicació aproximada després que l’Apple Watch hagi detectat una caiguda forta.
cs: %1$@ volá přibližně z těchto míst tísňovým službám poté, co Apple Watch detekovaly těžký pád.
da: %1$@ har ringet til alarmcentralen fra denne omtrentlige lokalitet, efter at Apple Watch registrerede et slemt fald.
de: %1$@ hat von diesem ungefähren Standort die Rettungsdienste angerufen, nachdem die Apple Watch einen schweren Sturz erkannt hat.
el: Ο χρήστης «%1$@» κάλεσε τις Υπηρεσίες έκτακτης ανάγκης από αυτήν την κατά προσέγγιση τοποθεσία μετά την ανίχνευση πτώσης από το Apple Watch.
es: %1$@ ha llamado a los servicios de emergencia desde esta ubicación aproximada porque el Apple Watch ha detectado una caída fuerte.
es_us: %1$@ llamó a servicios de emergencia cerca desde esta ubicación aproximada después de que el Apple Watch detectó una caída fuerte.
fi: %1$@ soitti hätänumeroon tästä likimääräisestä paikasta sen jälkeen, kun Apple Watch havaitsi rajun kaatumisen.
fr: %1$@ a appelé les secours depuis cet endroit approximatif suite à la détection d’une mauvaise chute par son Apple Watch.
fr_ca: %1$@ a appelé les services d’urgence à proximité de ce lieu après que l’Apple Watch a détecté une chute violente.
he: התבצעה על ידי %1$@ שיחה לשירותי חירום ממיקום משוער זה לאחר שה-Apple Watch זיהה נפילה קשה.
hi: Apple Watch द्वारा ज़ोर से गिरने की पहचान करने के बाद %1$@ ने आपातकालीन सेवा को इस जगह के आस-पास से कॉल किया।
hr: Osoba %1$@ je nazvala hitne službe s ove približne lokacije nakon što je Apple Watch detektirao snažan pad.
hu: %1$@ felhívta a sürgősségi segélyszolgálatokat hozzávetőlegesen erről a helyről, miután az Apple Watch súlyos esést észlelt.
id: %1$@ memanggil layanan darurat dari perkiraan lokasi ini setelah Apple Watch mendeteksi insiden jatuh dengan keras.
it: %1$@ ha chiamato i servizi di soccorso da questa posizione approssimativa dopo che Apple Watch ha rilevato una caduta grave.
ja: Apple Watchで転倒が検出されたためこの場所付近から%1$@さんが緊急通報サービスに電話しました。
kk: Apple Watch сағаты қатты құлауды анықтағаннан кейін, %1$@ болжалды геолокациядан төтенше қызметтерге қоңырау шалды.
ko: Apple Watch가 넘어짐을 감지한 후에 %1$@님이 대략적으로 이 위치에서 긴급 서비스에 전화했습니다.
lt: %1$@ paskambino pagalbos tarnyboms iš maždaug šios vietos po to, kai „Apple Watch“ nustatė stiprų kritimą.
ms: %1$@ menghubungi perkhidmatan kecemasan dari lokasi anggaran ini selepas Apple Watch mengesan jatuh teruk.
nl: %1$@ heeft de hulp­diensten gebeld vanaf deze locatie bij benadering nadat de Apple Watch een flinke val had gedetec­teerd.
no: %1$@ ringte nødnummeret fra denne omtrentlige posisjonen etter at Apple Watch registrerte et fall.
pl: %1$@ dzwoni pod numer alarmowy w pobliżu tego miejsca po wykryciu poważnego upadku przez Apple Watch.
pt_br: %1$@ ligou para os serviços de emergência desta localização aproximada depois que o Apple Watch detectou uma queda grave.
pt_pt: %1$@ ligou para os serviços de urgência aproximadamente desta localização após o Apple Watch ter detetado uma queda grave.
ro: %1$@ a apelat serviciile de urgență din această localizare aproximativă după ce Apple Watch‑ul a detectat o cădere serioasă.
ru: %1$@ вызвал(а) экстренные службы приблизительно из этого места, когда часы Apple Watch зафиксировали жесткое падение.
sk: %1$@ uskutočnil(a) tiesňový hovor z tohto približného miesta po detegovaní ťažkého pádu na Apple Watch.
sl: Oseba %1$@ je poklicala službo za nujno pomoč s te približne lokacije po tem, ko je ura Apple Watch zaznala hud padec.
sv: %1$@ ringde ett nödsamtal från den här ungefärliga platsen efter att Apple Watch detekterat att någon ramlat.
th: %1$[tt]@ได้โทรหาบริการฉุกเฉินจากตำแหน่งที่ตั้งโดยประมาณนี้หลังจากที่ Apple Watch ตรวจพบว่ามีการล้มอย่างรุนแรง
tr: %1$@, Apple Watch kötü bir şekilde düşme algıladıktan sonra yaklaşık bu konumdan acil servisi aradı.
uk: Від %1$@ надійшов виклик до екстрених служб приблизно із цього місця, після того як Apple Watch виявив жорстке падіння.
vi: %1$@ đã gọi dịch vụ khẩn cấp từ vị trí gần đúng này sau khi Apple Watch phát hiện một cú ngã mạnh.
zh_cn: %1$@在Apple Watch检测到严重摔倒后，从此大致位置呼叫了紧急服务。
zh_hk: 在Apple Watch偵測到嚴重跌倒後，%1$@已經由這個大約位置致電緊急服務。
zh_tw: 在Apple Watch偵測到嚴重跌倒後，%1$@從下列大約位置撥打了緊急服務電話。

# EMERGENCY_PIN_LABEL
source: Location
ar: الموقع
bg: Местоположение
ca: Ubicació
cs: Poloha
da: Lokalitet
de: Standort
el: Τοποθεσία
es: Ubicación
es_us: Ubicación
fi: Sijainti
fr: Position
fr_ca: Position
he: מיקום
hi: स्थान
hr: Lokacija
hu: Helyzet
id: Lokasi
it: Posizione
ja: 場所
kk: Орналасқан жері
ko: 위치
lt: Vieta
ms: Lokasi
nl: Locatie
no: Posisjon
pl: Położenie
pt_br: Localização
pt_pt: Localização
ro: Localizare
ru: Геопозиция
sk: Poloha
sl: Lokacija
sv: Plats
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Місце
vi: Vị trí
zh_cn: 位置
zh_hk: 位置
zh_tw: 位置

# CALL_WITH_FIVE_PRESSES_FOOTER
source: If you rapidly press the side button five times a countdown begins and an alarm sounds. When the countdown ends, iPhone will call emergency services.
ar: سيؤدي الضغط السريع على الزر الجانبي خمس مرات إلى بدء عد تنازلي وإطلاق صوت تنبيه. وعند انتهاء العد التنازلي سيتصل iPhone بخدمات الطوارئ.
bg: Ако натиснете страничния бутон бързо пет пъти, започва обратно броене и се възпроизвежда звук на аларма. След края на обратното броене iPhone ще набере службите за спешна помощ.
ca: En prémer el botó lateral ràpidament 5 vegades, s’iniciarà un compte enrere i sonarà un avís d’alarma. Després del compte enrere, l’iPhone trucarà als serveis d’emergències.
cs: Rychlým pětinásobným stisknutím postranního tlačítka spustíte odpočet se zvukovou výstrahou. Po skončení odpočtu iPhone zavolá na tísňovou linku.
da: Hvis du trykker på sideknappen fem gange hurtigt efter hinanden, startes en nedtælling, og en alarm afspilles. Når nedtællingen slutter, ringer iPhone til alarmcentralen.
de: Wenn du die Seitentaste schnell fünfmal drückst, wird ein Countdown gestartet und ein Warnton ertönt. Sobald der Countdown beendet ist, ruft das iPhone die Rettungsdienste an.
el: Αν πατήσετε γρήγορα το πλευρικό κουμπί πέντε φορές, θα ξεκινήσει μια αντίστροφη μέτρηση και θα ακουστεί μια ειδοποίηση. Όταν τελειώσει η αντίστροφη μέτρηση, το iPhone θα καλέσει τις Υπηρεσίες έκτακτης ανάγκης.
es: Si pulsas el botón lateral rápidamente cinco veces seguidas, se iniciará una cuenta atrás y sonará una alarma. Cuando acabe la cuenta atrás, el iPhone llamará a los servicios de emergencia.
es_us: Si presionas cinco veces rápidamente el botón lateral, se iniciará una cuenta regresiva y se emitirá una alarma. Terminada la cuenta, el iPhone llamará a los servicios de emergencia.
fi: Jos painat sivupainiketta nopeasti viisi kertaa, käynnistyy ajastin ja kuuluu äänimerkki. Kun ajastin päättyy, iPhone soittaa hätäkeskukseen.
fr: Si vous appuyez rapidement cinq fois sur le bouton latéral, un compte à rebours se lance et une alerte sonore est émise. À l’issue du compte à rebours, l’iPhone appelle les secours.
fr_ca: Si vous appuyez rapidement cinq fois sur le bouton latéral, un compte à rebours est lancé pour faire sonner une alarme. À la fin du compte à rebours, l’iPhone appellera les services d’urgence.
he: חמש לחיצות מהירות על כפתור הצד יתחילו ספירה לאחור וישמיעו צלילי התרעה. כאשר הספירה תסתיים, ה-iPhone יחייג לשירותי חירום.
hi: अगर आप साइड बटन को जल्दी-जल्दी पाँच बार दबाएँगे, तो उलटी गिनती शुरू हो जाएगी और अलार्म बजाया जाएगा। उलटी गिनती समाप्त होने पर iPhone आपातकालीन सेवाओं को कॉल करेगा।
hr: Ako brzo pritisnete bočnu tipku pet puta, pokrenut će se odbrojavanje i oglasiti alarm. Kad odbrojavanje završi, iPhone će nazvati hitne službe.
hu: Ha gyorsan egymás után ötször megnyomja az oldalsó gombot, elindul egy visszaszámlálás, valamint egy riasztási hangjelzés szólal meg. A visszaszámlálás lejártakor az iPhone felhívja a sürgősségi segélyszolgálatokat.
id: Jika Anda menekan tombol samping dengan cepat lima kali, hitung mundur akan dimulai dan alarm akan berbunyi. Setelah hitung mundur berakhir, iPhone akan memanggil layanan darurat.
it: Se premi rapidamente il tasto laterale cinque volte, partirà un conto alla rovescia e verrà riprodotto un avviso acustico. Al termine, iPhone chiamerà i servizi di emergenza.
ja: サイドボタンを素早く5回押すと、カウントダウンが開始し、警報が鳴ります。カウントダウンが終了すると、iPhoneから緊急通報サービスに発信します。
kk: Бүйірлік түймені бес рет жылдам бассаңыз, кері санақ басталып, дабыл естіледі. Кері санақ аяқталған кезде, iPhone төтенше қызметтерге қоңырау шалады.
ko: 측면 버튼을 빠르게 5번 누르면 카운트다운이 시작되며 알람이 울립니다. 카운트다운이 끝나면 iPhone이 긴급 서비스에 전화를 겁니다.
lt: Jei greitai 5 kartus paspausite šoninį mygtuką, prasidės atgalinis laiko skaičiavimas ir skambės įspėjamasis signalas. Pasibaigus atgaliniam laiko skaičiavimui, „iPhone“ skambins pagalbos tarnyboms.
ms: Jika anda menekan butang sisi sebanyak lima kali dengan pantas, kira detik akan bermula dan penggera akan berbunyi. Apabila kira detik tamat, iPhone akan menghubungi perkhidmatan kecemasan.
nl: Als je de zijknop vijfmaal snel achterelkaar indrukt, wordt er een aftel­klok gestart en gaat er een alarm af. Na het aftellen belt de iPhone de hulp­diensten.
no: Hvis du trykker fem ganger raskt på sideknappen, starter en nedtelling og en alarm. Når nedtellingen er over, vil iPhonen ringe nødnummeret.
pl: Szybkie, pięciokrotne naciśnięcie przycisku bocznego rozpoczyna odliczanie i uruchamia alert dźwiękowy. Po zakończeniu odliczania iPhone połączy się ze służbami ratowniczymi.
pt_br: Se você pressionar o botão lateral rapidamente cinco vezes, uma contagem regressiva será iniciada e um alerta soará. Quando a contagem terminar, o iPhone ligará para os serviços de emergência.
pt_pt: Se premir rapidamente o botão lateral cinco vezes, é iniciada uma contagem decrescente e emitido um alarme. No fim da contagem, o iPhone liga para os serviços de urgência.
ro: Dacă apăsați rapid de cinci ori pe butonul lateral, pornește o numărătoare inversă și este emisă o alertă sonoră. La sfârșitul numărătorii inverse, iPhone‑ul va apela serviciile de urgență.
ru: Если быстро нажать боковую кнопку 5 раз, начнется обратный отсчет и прозвучит сигнал. По окончании отсчета iPhone вызовет экстренные службы.
sk: Po stlačení bočného tlačidla päťkrát rýchlo za sebou sa začne odpočítavanie a zaznie zvukový poplach. Keď sa odpočítavanie skončí, iPhone zavolá na tiesňovú linku.
sl: Če petkrat na hitro pritisnete stranski gumb, se začne odštevanje in se sproži alarm. Ko se odštevanje konča, bo iPhone poklical službo za nujno pomoč.
sv: Om du snabbt trycker på sidoknappen fem gånger startas en nedräkning och ett larm ljuder. När nedräkningen slutar ringer iPhone till räddningstjänsten.
th: ถ้าคุณกดปุ่มด้านข้างอย่างเร็วห้าครั้ง การนับถอยหลังจะเริ่มต้นและมีเสียงเตือน เมื่อสิ้นสุดการนับถอยหลัง iPhone จะโทรหาบริการฉุกเฉิน
tr: Yan düğmeye beş kez hızlı bir şekilde basarsanız bir geri sayım başlatılır ve uyarı sesi çalınır. iPhone, geri sayım bittiğinde acil servisi arar.
uk: Якщо швидко натиснути бічну кнопку пʼять разів підряд, почнеться зворотний відлік і звучатиме сигнал. Після завершення зворотного відліку iPhone зателефонує до екстрених служб.
vi: Nếu bạn nhấn nhanh nút sườn năm lần thì quá trình đếm ngược sẽ bắt đầu và âm thanh cảnh báo sẽ phát. Khi đếm ngược kết thúc, iPhone sẽ gọi các dịch vụ khẩn cấp.
zh_cn: 若快速按下侧边按钮五次，会开始倒计时并发出提示音。倒计时结束后，iPhone将呼叫紧急服务。
zh_hk: 如你快速按五下側邊按鈕即會開始倒數並發出警報聲。當倒數結束，iPhone會致電緊急服務。
zh_tw: 若快速按五下側邊按鈕，會開始倒數計時並發出提示聲。倒數計時結束時，iPhone會撥打緊急服務電話。
